/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\nLínea %2$d: %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "No se ha podido leer este tipo de gráfico; se ha encontrado “%@” y se esperaba “graph” o “digraph”.";

/* Dot (GraphViz) import error */
"Dot import failure" = "Error de importación Dot";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "Se esperaba un subgráfico después de la palabra clave “subgraph”.";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "Se esperaba un punto de anclaje después del nombre del nodo y los dos puntos.";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "Se esperaba un valor para la clave “%@”.";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "Los nodos del gráfico no empiezan como se esperaba.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "Diccionario de atributos mal formado: se esperaba un nombre de atributo.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "Diccionario de atributos mal formado: se esperaba un valor de atributo.";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "Corchete izquierdo inesperado tras la definición del subgráfico.";

/* Graphviz import error */
"Unexpected token while expecting statement." = "No se ha recibido el enunciado esperado.";

